Revit 2027 API
RebarBendData Constructor
 Constructs a new RebarBendData with default settings.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public RebarBendData()
Public Sub New
public:
RebarBendData()
new : unit -> RebarBendData
See Also
Reference
RebarBendData Class
RebarBendData Overload
Autodesk.Revit.DB.Structure Namespace